Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/StoreSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SANDBOX_ACCOUNT_DESCRIPTION
source: This account will only be used for testing your in-app purchases while developing locally. Your existing App Store account will be used for TestFlight apps.
ar: لن يُستخدم هذا الحساب إلا لأغراض اختبار عمليات الشراء داخل التطبيق أثناء التطوير محليًا. سيُستخدم حساب App Store الحالي لتطبيقات TestFlight.
bg: Тази регистрация ще се използва само за тестване на покупки в приложение, когато разработвате локално. Вашата съществуващата регистрация в App Store ще се използва за приложенията TestFlight.
ca: Aquest compte només s’utilitzarà per verificar les compres integrades quan es desenvolupi contingut en local. El teu compte actual de l’App Store s’utilitzarà per a les apps TestFlight.
cs: Tento účet bude používán ke zkušebním nákupům v aplikacích jen v rámci lokálního vývoje. V aplikacích TestFlight bude použit váš stávající účet v App Storu.
da: Denne konto bruges kun til testning af dine køb i apps, mens du udvikler software lokalt. Din eksisterende App Store-konto bruges til TestFlight-apps.
de: Dieser Account wird nur zum Testen deiner In-App-Käufe während der Entwicklung vor Ort verwendet. Dein bestehender App Store-Account wird für TestFlight-Apps verwendet.
el: Αυτός ο λογαριασμός θα χρησιμοποιείται μόνο για δοκιμή των αγορών σας εντός εφαρμογής κατά την τοπική ανάπτυξη. Ο υπάρχων λογαριασμός σας στο App Store θα χρησιμοποιείται για εφαρμογές TestFlight.
es: Esta cuenta solo se usará para probar tus compras dentro de la app al desarrollar localmente. Tu cuenta de App Store se utilizará para las apps de TestFlight.
es_419: Esta cuenta sólo se utilizará para probar tus compras dentro de apps al desarrollar localmente; y tu cuenta existente de App Store se utilizará para las apps de TestFlight.
fi: Tätä tiliä käytetään vain apeissa tehtävien ostojen testaamiseen, kun kehität paikallisesti. Nykyistä App Store -tiliäsi käytetään TestFlight-apeille.
fr: Ce compte ne sera utilisé que pour tester les achats intégrés pendant le développement en local. Votre compte App Store existant sera utilisé pour les apps TestFlight.
fr_ca: Ce compte servira uniquement à tester vos achats intégrés lors des tâches locales de développement. Votre compte App Store sera utilisé par les apps TestFlight.
he: חשבון זה ישמש רק כדי לבדוק רכישות בתוך היישום בזמן פיתוח מקומי. חשבון ה-App Store הקיים שלך ישמש עבור יישומי TestFlight.
hi: स्थानीय रूप से डेवलप करने के दौरान इस खाते का इस्तेमाल केवल आपकी इन-ऐप ख़रीदारी को टेस्ट करने के लिए किया जाएगा। आपके मौजूदा App Store खाते का इस्तेमाल TestFlight ऐप्स के लिए किया जाएगा।
hr: Ovaj račun koristit će se samo za testiranje vaših In-app kupnji tijekom lokalnog razvoja. Vaš postojeći App Store račun koristit će se za TestFlight aplikacije.
hu: Ez a fiók csak az appbeli vásárlásainak fejlesztés közben való teszteléséhez lesz használva. A meglévő App Store-fiókja a TestFlight-appokhoz lesz használva.
id: Akun ini hanya akan digunakan untuk mengetes pembelian di app pada saat pengembangan secara lokal. Akun App Store Anda yang ada akan digunakan untuk app TestFlight.
it: Questo account verrà utilizzato solo per testare i tuoi acquisti in‑app in fase di sviluppo locale, mentre l’account con cui accedi ad App Store verrà utilizzato per le app di TestFlight.
ja: このアカウントはローカルで開発中にアプリ内課金をテストするときにだけ使用されます。お使いの既存のApp StoreアカウントがTestFlightアプリで使用されます。
kk: Бұл аккаунт жергілікті әзірлеу барысында қолданбадағы сатып алуларды сынақтан өткізу үшін ғана қолданылады. Қолданыстағы App Store аккаунтыңыз TestFlight қолданбалары үшін пайдаланылады.
ko: 이 계정은 로컬로 개발을 진행하는 동안 사용자의 앱 내 구입을 테스트하는 목적으로만 사용됩니다. TestFlight 앱에는 사용자의 기존 App Store 계정이 사용됩니다.
lt: Ši paskyra bus naudojama tik jūsų pirkiniams programoje, kai programuojama vietoje. Jūsų esama „App Store“ paskyra bus naudojama „TestFlight“ programoms.
ms: Akaun ini hanya akan digunakan untuk menguji pembelian in-app anda semasa pembangunan setempat. Akaun App Store sedia ada anda akan digunakan untuk app TestFlight.
nl: Deze account wordt alleen gebruikt voor het testen van je in-app aankopen tijdens lokale ontwikkeling. Je bestaande App Store-account wordt gebruikt voor TestFlight-apps.
no: Kontoen vil kun bli brukt i lokal utvikling for å teste kjøp i apper. Den eksisterende App Store-kontoen din vil bli brukt med TestFlight-apper.
pl: To konto będzie używane tylko do lokalnego testowania zakupów w tworzonych aplikacjach. W przypadku aplikacji TestFlight używane będzie istniejące konto App Store.
pt_br: Esta conta será usada apenas para testar as suas compras dentro de apps na fase de desenvolvimento local. A sua conta da App Store existente será usada para apps do TestFlight.
pt_pt: Esta conta só será usada para testar as suas compras integradas em aplicações durante a programação local. A sua conta da App Store existente será usada para aplicações TestFlight.
ro: Acest cont va fi utilizat doar pentru testarea achizițiilor din aplicație în timpul dezvoltării locale. Contul dvs. existent din App Store va fi utilizat pentru aplicațiile TestFlight.
ru: Эта учетная запись будет использоваться только для тестирования встроенных покупок в приложениях при локальной разработке. Ваша существующая учетная запись App Store будет использоваться для приложений TestFlight.
sk: Tento účet bude slúžiť len na testovanie nákupov v apke počas lokálneho vývoja. TestFlight apky budú používať váš existujúci App Store účet.
sl: Ta račun se bo uporabljal le za preizkušanje nakupov znotraj aplikacije tekom lokalnega razvoja. Obstoječi račun za trgovino App Store bo uporabljen za aplikacije TestFlight.
sv: Det här kontot kommer endast att användas för test av dina köp inuti appar medan du utvecklar lokalt. Ditt befintliga App Store-konto används för TestFlight-appar.
th: บัญชีนี้จะถูกใช้สำหรับการทดสอบการซื้อภายในแอปของคุณระหว่างการพัฒนาเฉพาะภายในเท่านั้น บัญชี App Store ที่มีอยู่ของคุณจะถูกใช้สำหรับแอป TestFlight
tr: Bu hesap yalnızca yerel geliştirme sırasında uygulama içi satın alımlarınızı test etmek için kullanılır. Var olan App Store hesabınız TestFlight uygulamaları için kullanılır.
uk: Цей обліковий запис використовуватиметься тільки для тестування ваших покупок у програмі під час локальної розробки. Ваш наявний обліковий запис App Store використовуватиметься для програм у TestFlight.
vi: Tài khoản này sẽ chỉ được sử dụng để kiểm tra các mục mua in-app trong khi phát triển cục bộ. Tài khoản App Store hiện có của bạn sẽ được sử dụng cho các ứng dụng TestFlight.
zh_cn: 此账户将仅用于本地开发时，测试App内购买项目。你当前的App Store账户将用于TestFlight App。
zh_hk: 此帳户只會在你於本機開發時用作測試App內購買。你現有的App Store帳户將用於TestFlight App。
zh_tw: 此帳號只會在你於本機開發時，用於測試你的App內購買。你現有的App Store帳號將用於TestFlight App。

# AUTOMATIC_DOWNLOADS_ON_CELL
source: Automatic Downloads
ar: تنزيلات تلقائية
bg: Автоматични изтегляния
ca: Descàrregues automàtiques
cs: Automatická stahování
da: Automatiske overførsler
de: Automatische Downloads
el: Αυτόματες λήψεις
es: Descargas automáticas
es_419: Descargas automáticas
fi: Automaattiset lataukset
fr: Téléchargements automatiques
fr_ca: Téléchargements automatiques
he: הורדות אוטומטיות
hi: ऑटोमैटिक डाउनलोड
hr: Automatska preuzimanja
hu: Automatikus letöltések
id: Pengunduhan Otomatis
it: Download automatici
ja: 自動ダウンロード
kk: Авто жүктеп алулар
ko: 자동 다운로드
lt: Automatiniai atsisiuntimai
ms: Muat Turun Automatik
nl: Automatische downloads
no: Automatiske nedlastinger
pl: Pobieranie automatyczne
pt_br: Downloads Automáticos
pt_pt: Descargas automáticas
ro: Descărcări automate
ru: Автоматические загрузки
sk: Automatické sťahovania
sl: Samodejni prenosi
sv: Automatiska hämtningar
th: รายการดาวน์โหลดอัตโนมัติ
tr: Otomatik İndirmeler
uk: Автоматичні викачування
vi: Tải về tự động
zh_cn: 自动下载
zh_hk: 自動下載
zh_tw: 自動下載

# SHOW_INSTALL_CONFIRMATIONS_EXPLANATION
source: Display app details and confirm installations when installing apps from the App Store.
ar: عرض تفاصيل التطبيقات وتأكيد عمليات التثبيت عند تثبيت التطبيقات من App Store.
bg: Показване на детайли за приложения и потвърждения за инсталиране, когато се инсталират приложения от App Store.
ca: En instal·lar apps de l’App Store, se’n mostren els detalls i cal confirmar‑ne la instal·lació.
cs: Budou se zobrazovat podrobnosti o aplikacích a potvrzení o dokončení instalace aplikací z App Storu.
da: Vis appoplysninger, og bekræft installeringer, når du installerer apps fra App Store.
de: Zeige App-Details an und bestätige Installationen, wenn Apps aus dem App Store installiert werden.
el: Εμφανίστε τις λεπτομέρειες της εφαρμογής και επιβεβαιώστε τις εγκαταστάσεις κατά την εγκατάσταση εφαρμογών από το App Store.
es: Al instalar apps de App Store, se muestran los detalles de las apps y la confirmación de que se han instalado.
es_419: Muestra detalles de apps y confirma instalaciones al instalarlas desde App Store.
fi: Näytä appitiedot ja vahvista asennukset, kun asennat appeja App Storesta.
fr: Affichez les détails des apps et confirmez les installations lorsque vous installez des apps depuis l’App Store.
fr_ca: Les détails de l’app et la confirmation d’installation s’affichent lorsque vous installez une app à partir de l’App Store.
he: בעת התקנת יישומים מה-App Store ניתן להציג את פרטי היישומים ולקבל אישור על התקנתם.
hi: App Store से ऐप्स इंस्टॉल करते हुए ऐप विवरण प्रदर्शित करें और इंस्टॉलेशन की पुष्टि करें।
hr: Prikazivanje detalja aplikacije i potvrđivanje instalacija prilikom instaliranja aplikacija iz App Storea.
hu: Megjeleníti az apprészleteket, és megerősíti a telepítéseket, amikor Ön az App Store-ból telepít appokat.
id: Tampilkan detail app dan konfirmasi penginstalan saat menginstal app dari App Store.
it: Visualizza i dettagli delle app e conferma le installazioni delle app da App Store.
ja: アプリの詳細を表示して、App Storeからアプリをインストールするときにインストールの確認を行います。
kk: App Store дүкенінен қолданбаларды орнату кезінде қолданба мәліметтерін көрсету және орнатуларды растау.
ko: App Store에서 앱을 설치할 때 앱 세부사항을 표시하고 설치 여부를 확인합니다.
lt: Įdiegdami programas iš „App Store“ peržiūrėkite informaciją apie programą ir patvirtinkite diegimus.
ms: Paparkan butiran app dan sahkan pemasangan apabila memasang app daripada App Store.
nl: Geef appdetails weer en bevestig installaties wanneer je apps uit de App Store installeert.
no: Vis appinformasjon og bekreft installeringer når du installerer apper fra App Store.
pl: Podczas instalowania aplikacji z App Store wyświetlane będą ich szczegóły oraz prośba o potwierdzenie instalacji.
pt_br: Exiba detalhes e confirme instalações dos apps baixados da App Store.
pt_pt: Mostrar detalhes das aplicações e confirmar instalações ao instalar aplicações da App Store.
ro: Afișați detaliile aplicațiilor și confirmați instalările la instalarea aplicațiilor din App Store.
ru: Отображать сведения о приложениях, устанавливаемых из App Store, и запрашивать подтверждение установки.
sk: Pri inštalácii apiek z App Storu sa zobrazia ich podrobnosti a inštaláciu bude potrebné potvrdiť.
sl: Omogočite prikaz podrobnosti o aplikacijah in potrjevanje namestitev pri nameščanju aplikacij iz trgovine App Store.
sv: Visa appdetaljer och installationsbekräftelser när du installerar appar från App Store.
th: แสดงรายละเอียดแอปและการยืนยันเพื่อติดตั้งเมื่อติดตั้งแอปจาก App Store
tr: Uygulama ayrıntılarını görüntüleyin ve App Store’dan uygulama yüklerken yüklemeleri onaylayın.
uk: Показувати відомості про програму й підтверджувати інсталювання під час інсталювання програм з App Store.
vi: Hiển thị chi tiết ứng dụng và xác nhận cài đặt khi cài đặt ứng dụng từ App Store.
zh_cn: 从App Store安装App时，显示App详细信息并确认安装。
zh_hk: 從App Store安裝App時，顯示App詳細資料並確認安裝。
zh_tw: 從App Store安裝App時會顯示App詳細資料並確認安裝。

# AUTO_PLAY_VIDEO_SETTINGS_MOTION_AUTOPLAY_VIDEO_DESCRIPTION
source: Your accessibility settings for Motion have turned off this feature. You can turn it on again if you want.
ar: قامت إعدادات تسهيلات الاستخدام بإيقاف "الحركة" لهذه الميزة. يمكنك تشغيلها مجددًا إن أردت.
bg: Настройките за Движение в Улеснен достъп са изключили тази функция. Можете да я включите отново, ако желаете.
ca: La configuració d’accessibilitat de l’apartat Moviment ha desactivat aquesta funció. La pots tornar a activar si vols.
cs: Tato funkce byla vypnuta nastavením zpřístupnění pro funkci Pohyb. Pokud chcete, můžete ji znovu zapnout.
da: Dine indstillinger i Tilgængelig for bevægelser har slået denne funktion fra. Du kan slå den til igen, hvis du vil.
de: Diese Funktion wurde aufgrund deiner Bedienungshilfen-Einstellungen für „Bewegung“ deaktiviert. Wenn du möchtest, kannst du sie wieder aktivieren.
el: Οι ρυθμίσεις προσβασιμότητας για την Κίνηση έχουν απενεργοποιήσει αυτήν τη δυνατότητα. Μπορείτε να την ενεργοποιήσετε πάλι αν θέλετε.
es: Los ajustes de accesibilidad de Movimiento han desactivado esta función. Puedes volver a activarla si quieres.
es_419: La configuración de accesibilidad de Movimiento desactivó esta función, pero puedes reactivarla si lo prefieres.
fi: Liikkeen käyttöapuasetukset ovat laittaneet tämän ominaisuuden pois päältä. Voit laittaa sen halutessasi takaisin päälle.
fr: Cette fonctionnalité a été désactivée par les réglages d’accessibilité que vous avez définis pour les animations. Vous pouvez la réactiver si vous le souhaitez.
fr_ca: Cette fonctionnalité a été désactivée par vos réglages d’accessibilité en matière d’animation. Si vous le souhaitez, vous pouvez la réactiver.
he: הגדרות הנגישות שלך עבור ״תזוזות״ כיבו מאפיין זה, אך ניתן להפעיל אותו שוב.
hi: मोशन के लिए आपकी ऐक्सेसिबिलिटी सेटिंग्ज़ ने इस फ़ीचर को बंद कर दिया गया है। यदि आप चाहें, तो आप इसे फिर चालू कर सकते हैं।
hr: Vaše postavke pristupačnosti za Pomicanje isključile su ovu značajku. Možete je ponovno uključiti ako želite.
hu: A Motionhöz használt kisegítőlehetőség-beállítások kikapcsolták ezt a funkciót, de ismét bekapcsolhatja, ha szüksége van rá.
id: Pengaturan aksesibilitas Anda untuk Gerakan telah mematikan fitur ini. Anda dapat menyalakannya lagi jika ingin.
it: La funzionalità è stata disattivata dalle impostazioni di accessibilità per Movimento. Se vuoi, puoi attivarla nuovamente.
ja: アクセシビリティの“動作”設定によりこの機能がオフにされました。再度オンにすることができます。
kk: Қозғалыс үшін әмбебап қол жеткізу мүмкіндігінің реттеулері бұл функцияны өшірді. Қажет болса, оны қайтадан қосуға болады.
ko: 동작에 대한 손쉬운 사용 설정으로 인해 이 기능이 꺼졌습니다. 이 기능을 원한다면 다시 켤 수 있습니다.
lt: Ši funkcija išjungta dėl srityje „Judesio efektai“ pasirinktų prieinamumo nustatymų. Jeigu norite, galite ją vėl įjungti.
ms: Seting kebolehcapaian anda untuk Pergerakan telah menyahaktifkan ciri ini. Anda boleh mengaktifkannya lagi jika anda mahu.
nl: Deze functie is uitgeschakeld door je toegankelijkheidsinstellingen voor 'Beweging'. Je kunt de functie desgewenst weer inschakelen.
no: Tilgjengelighetsinnstillingene for Bevegelse har slått av denne funksjonen. Du kan slå den på igjen hvis du ønsker det.
pl: Twoje ustawienia dostępności związane z ruchem wyłączyły tę funkcję. Jeśli chcesz, możesz włączyć ją ponownie.
pt_br: Este recurso foi desativado pelos seus ajustes de acessibilidade de Movimento. Você pode reativar, se desejar.
pt_pt: As suas definições de acessibilidade de Movimento desativaram esta funcionalidade. Pode optar por voltar a ativá‑la.
ro: Configurările de accesibilitate pentru mișcare au dezactivat această funcționalitate. Dacă doriți, o puteți reactiva.
ru: Ваша настройка универсального доступа для Движения выключила эту настройку. Ее можно снова включить, если необходимо.
sk: Vaše nastavenia prístupnosti pre pohyb vypli túto funkciu. Ak chcete, môžete ju znovu zapnúť.
sl: Nastavitve dostopnosti za Dejavnost so to funkcijo izklopile. Po želji jo lahko znova vklopite.
sv: Den här funktionen har avaktiverats på grund av dina hjälpmedelsinställningar för rörelse. Du kan aktivera den på nytt om du vill.
th: การตั้งค่าการช่วยการเข้าถึงของคุณสำหรับการเคลื่อนไหวถูกปิดใช้สำหรับคุณสมบัตินี้ คุณสามารถเปิดใช้ได้อีกครั้งหากคุณต้องการ
tr: Hareket erişilebilirlik ayarları bu özelliği kapattı. İsterseniz yeniden açabilirsiniz.
uk: Ваші параметри, задані в меню «Рух» для Доступності, вимкнули цю функцію. За потреби ввімкніть її знов.
vi: Cài đặt trợ năng của bạn cho Chuyển động đã tắt tính năng này. Bạn có thể bật lại tính năng nếu muốn.
zh_cn: 你的“动态效果”辅助功能设置已关闭了此功能。如果需要，你可以重新打开。
zh_hk: 你的「動態效果」輔助使用設定已關閉此功能。如有需要，你可以重新開啟有關功能。
zh_tw: 你的「動態效果」輔助使用已關閉此功能。如有需要，你可以重新開啟。

# SIGN_IN_BUTTON
source: Sign In
ar: تسجيل الدخول
bg: Вход
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Είσοδος
es: Iniciar sesión
es_419: Iniciar sesión
fi: Kirjaudu sisään
fr: Connexion
fr_ca: Connexion
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
kk: Жүйеге кіру
ko: 로그인
lt: Prisijungti
ms: Daftar Masuk
nl: Log in
no: Logg på
pl: Zaloguj się
pt_br: Iniciar Sessão
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入
zh_tw: 登入
